{
    "chapters": [
            {
                "id": 1,
                "name": "Observing the Armies on the Battlefield of Kuruksetra",
                "verses": 46
            },
            {
                "id": 2,
                "name": "Contents of the Gita Summarized",
                "verses": 72
            },
            {
                "id": 3,
                "name": "Karma-yoga",
                "verses": 43
            }

    ],
    "verses": [
          {
              "chapterId": 1,
              "verse": 1,
              "text": "dhrtarastra uvaca dharma-ksetre kuru-ksetre samaveta yuyutsavah mamakah pandavas caiva kim akurvata sanjaya",
              "translation": "Dhrtarastra said: O Sanjaya, after assembling in the place of pilgrimage at Kuruksetra, what did my sons and the sons of Pandu do, being desirous to fight?"
          },
          {
              "chapterId": 1,
              "verse": 2,
              "text": "sanjaya uvaca drstva tu pandavanikam vyudham duryodhanas tada acaryam upasangamya raja vacanam abravit",
              "translation": "Sanjaya said: O King, after looking over the army gathered by the sons of Pandu, King Duryodhana went to his teacher and began to speak the following words:"
          },
          {
              "chapterId": 1,
              "verse": 3, 
              "text": "pasyaitam pandu-putranam acarya mahatim camum vyudham drupada-putrena tava sisyena dhimata",
              "translation": "O my teacher, behold the great army of the sons of Pandu, so expertly arranged by your intelligent disciple, the son of Drupada."
          },
          {
              "chapterId": 1,
              "verse": 4,
              "text": "atra sura mahesv-asa bhimarjuna-sama yudhi yuyudhano viratas ca drupadas ca maha-rathah",
              "translation": "Here in this army there are many heroic bowmen equal in fighting to Bhima and Arjuna; there are also great fighters like Yuyudhana, Virata and Drupada."
          },
          {
              "chapterId": 1,
              "verse": 5,
              "text": "dhrstaketus cekitanah kasirajas ca viryavan purujit kuntibhojas ca saibyas ca nara-pungavah",
              "translation": "There are also great, heroic, powerful fighters like Dhrstaketu, Cekitana, Kasiraja, Purujit, Kuntibhoja and Saibya."
          },
          {
              "chapterId": 1,
              "verse": 6,
              "text": "yudhamanyus ca vikranta uttamaujas ca viryavan saubhadro draupadeyas ca sarva eva maha-rathah",
              "translation": "There are the mighty Yudhamanyu, the very powerful Uttamauja, the son of Subhadra and the sons of Draupadi. All these warriors are great chariot fighters."
          },
          {
              "chapterId": 1,
              "verse": 7,
              "text": "asmakam tu visista ye tan nibodha dvijottama nayaka mama sainyasya samjnartham tan bravimi te",
              "translation": "O best of the brahmanas, for your information, let me tell you about the captains who are especially qualified to lead my military force."
          },
          {
              "chapterId": 1,
              "verse": 8,
              "text": "bhavan bhismas ca karnas ca krpas ca samitim-jayah asvatthama vikarnas ca saumadattis tathaiva ca",
              "translation": "There are personalities like yourself, Bhisma, Karna, Krpa, Asvatthama, Vikarna and the son of Somadatta called Bhurisrava, who are always victorious in battle."
          },
          {
              "chapterId": 1,
              "verse": 9,
              "text": "anye ca bahavah sura mad-arthe tyakta-jivitah nana-sastra-praharanah sarve yuddha-visaradah",
              "translation": "There are many other heroes who are prepared to lay down their lives for my sake. All of them are well equipped with different kinds of weapons, and all are experienced in military science."
          },
          {
              "chapterId": 1,
              "verse": 10,
              "text": "aparyaptam tad asmakam balam bhismabhiraksitam paryaptam tv idam etesam balam bhimabhiraksitam",
              "translation": "Our strength is immeasurable, and we are perfectly protected by Grandfather Bhisma, whereas the strength of the Pandavas, carefully protected by Bhima, is limited."
          },
          {
              "chapterId": 1,
              "verse": 11,
              "text": "ayanesu ca sarvesu yatha-bhagam avasthitah bhismam evabhiraksantu bhavantah sarva eva hi",
              "translation": "Now all of you must give full support to Grandfather Bhisma, standing at your respective strategic points in the phalanx of the army."
          },
          {
              "chapterId": 1,
              "verse": 12,
              "text": "tasya sanjanayan harsam kuru-vrddhah pitamahah simha-nadam vinadyoccaih sankham dadhmau pratapavan",
              "translation": "Then Bhisma, the great valiant grandsire of the Kuru dynasty, the grandfather of the fighters, blew his conchshell very loudly like the sound of a lion, giving Duryodhana joy."
          },
          {
              "chapterId": 1,
              "verse": 13,
              "text": "tatah sankhas ca bheryas ca panavanaka-gomukhah sahasaivabhyahanyanta sa sabdas tumulo 'bhavat",
              "translation": "After that, the conchshells, bugles, trumpets, drums and horns were all suddenly sounded, and the combined sound was tumultuous."
          },
          {
              "chapterId": 1,
              "verse": 14,
              "text": "tatah svetair hayair yukte mahati syandane sthitau madhavah pandavas caiva divyau sankhau pradadhmatuh",
              "translation": "On the other side, both Lord Krsna and Arjuna, stationed on a great chariot drawn by white horses, sounded their transcendental conchshells."
          },
          {
              "chapterId": 1,
              "verse": 15,
              "text": "pancajanyam hrsikeso devadattam dhananjayah paundram dadhmau maha-sankham bhima-karma vrkodarah",
              "translation": "Then, Lord Krsna blew His conchshell, called Pancajanya; Arjuna blew his, the Devadatta; and Bhima, the voracious eater and performer of Herculean tasks, blew his terrific conchshell called Paundram."
          },
          {
              "chapterId": 1,
              "verse": [16,17,18],
              "text": "anantavijayam raja kunti-putro yudhisthirah nakulah sahadevas ca sughosa-manipuspakau kasyas ca paramesv-asah sikhandi ca maha-rathah dhrstadyumno viratas ca satyakis caparajitah drupado draupadeyas ca sarvasah prthivi-pate saubhadras ca maha-bahuh sankhan dadhmuh prthak prthak",
              "translation": "King Yudhisthira, the son of Kunti, blew his conchshell, the Anantavijaya, and Nakula and Sahadeva blew the Sughosa and Manipuspaka. That great archer the King of Kasi, the great fighter Sikhandi, Dhrstadyumna, Virata and the unconquerable Satyaki, Drupada, the sons of Draupadi, and the others, O King, such as the son of Subhadra, greatly armed, all blew their respective conchshells."
          },
          {
              "chapterId": 1,
              "verse": 19,
              "text": "sa ghoso dhartarastranam hrdayani vyadarayat nabhas ca prthivim caiva tumulo 'bhyanunadayan",
              "translation": "The blowing of these different conchshells became uproarious, and thus, vibrating both in the sky and on the earth, it shattered the hearts of the sons of Dhrtarastra."
          },
          {
              "chapterId": 1,
              "verse": 20,
              "text": "atha vyavasthitan drstva dhartarastran kapi-dhvajah pravrtte sastra-sampate dhanur udyamya pandavah hrsikesam tada vakyam idam aha mahi-pate",
              "translation": "O King, at that time Arjuna, the son of Pandu, who was seated in his chariot, his flag marked with Hanuman, took up his bow and prepared to shoot his arrows, looking at the sons of Dhrtarastra. O King, Arjuna then spoke to Hrsikesa [Krsna] these words:"
          }
      ]
  }

